[ID_Orchid_Magazines MissionItemDefinition]
UseFailureCharacterMessage="let it happen %s Use this thing.."
ItemName="newspaper"
PickupMessage="take it %s"
UseFailureLevelMessage="You need %d to use this feature."
UseFailureConstraintsMessage="This product is not available.."
NoManufacturerName="all in all"

[ID_Orchid_Magazines:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It's a pleasure to read Pandora's articles."
NoConstraintText=""
Suffix=""
Prefix=""

